"SelectIdentityApplicationRequest" = "%@ requiert la sélection d’une identité Kerberos";
"SelectIdentityRequest"            = "Sélectionnez une identité Kerberos";

"SelectIdentityHideOptions"        = "Masquer les options";
"SelectIdentityShowOptions"        = "Afficher les options";